Repository: alexbs01/IPM
Catalog: practica01/src/*.po
Languages: fr

source: Ingrediente
fr: Ingrédient

source: Que quieres buscar?
fr: Que veux-tu rechercher?

source: Vamos a probar cosas nuevas
fr: Essayons de nouvelles choses

source: No alcoholic
fr: Non alcoolique

source: <big><b>Instrucciones</b></big>
fr: <big><b>Instructions</b></big>

source: Yendo de arriba a abajo y de izquierda a derecha: 1- El Switch de selección de cócteles o ingredientes, permite indicar que se va a buscar 2- En el Buscador se debe escribir que buscar 3- El botón de la derecha del buscador, elegirá un cóctel aleatorio y lo mostrará para probar cosas nuevas 4- En el último Switch, por defecto se buscarán cócteles con alcohol y sin él, pero cuando se use por primera vez, mostrará o sólo las alcohólicas o las no alcohólicas
fr: En allant de haut en bas et de gauche à droite : 1- Le commutateur de sélection de cocktail ou d'ingrédient permet indiquer quoi rechercher 2- Dans le moteur de recherche, vous devez écrire ce que vous recherchez 3- Le bouton à droite du moteur de recherche choisira un cocktail au hasard et le montrera pour essayer de nouvelles choses 4- Sur la dernière Switch, par défaut, il recherchera les cocktails avec et sans alcool, mais lors de la première utilisation, il affichera uniquement les cocktails avec ou sans alcool.

source: <big><b>Preparation</b></big>
fr: <big><b>Préparation</b></big>

source: <big><b>Ingredientes</b></big>
fr: <big><b>Ingrédients</b></big>

source: <big><b>El cocktail no se encontró o no se pudo conectar al servidor</b></big>
fr: <big><b>Le cocktail n'a pas été trouvé ou n'a pas pu se connecter au serveur</b></big>

source: Volver al buscador
fr: Retour au moteur de recherche
